aaron-bond.better-comments
adpyke.codesnap
ahmadawais.shades-of-purple
alexowl.transparent-color-theme
bhargavichada.naruto-theme
bierner.markdown-preview-github-styles
blackboxapp.blackbox
blackboxapp.blackboxagent
blurpletheme.blurpletheme
brandonkirbyson.vscode-animations
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dracula-theme.theme-dracula
drcika.apc-extension
dylanops.vs-code-dark-theme-colors
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
evgeniypetukhov.dark-low-contrast
felipecaputo.git-project-manager
gaga-dev.blur-menu
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
icrawl.discord-vscode
jeff-hykin.better-cpp-syntax
jeroen-meijer.pubspec-assist
johnpapa.winteriscoming
leonardssh.vscord
llvm-vs-code-extensions.lldb-dap
marvhen.reflow-markdown
max-ss.cyberpunk
mechatroner.rainbow-csv
mhabrar.vscode-blur-linux
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
orta.vscode-jest
pkief.material-icon-theme
pkief.material-product-icons
qwtel.sqlite-viewer
rbbit.typescript-hero
redhat.java
redhat.vscode-yaml
sdras.inbedby7pm
shahilkumar.docxreader
shakram02.bash-beautify
teabyii.ayu
thomaz.preparing
tomoki1207.pdf
tonybaloney.vscode-pets
tushortz.java-snippets
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
webfreak.debug
wix.vscode-import-cost
xabikos.javascriptsnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
